X caps were added.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CapsWereAddedWarning { get; }
  Visual Basic
Public Shared ReadOnly Property CapsWereAddedWarning As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CapsWereAddedWarning {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GenericMEPFailures Class
  Autodesk.Revit.DB Namespace